Repository: LueeKasaudhan/moksha-moon-module
Catalog: po/*.po
Languages: ml

source: Moon Settings
ml: മൂൺ ക്രമീകരണങ്ങൾ

source: Display Settings
ml: ഡിസ്പ്ലേ ക്രമീകരണങ്ങൾ

source: Animated Clouds
ml: ആനിമേറ്റഡ് മേഘങ്ങൾ

source: Moon Phase Value
ml: ചന്ദ്രൻ്റെ ഘട്ട മൂല്യം

source: Show always
ml: എപ്പോഴും കാണിക്കുക

source: Show on mouse over
ml: മൌസോവറിൽ കാണിക്കുക

source: Never show
ml: ഒരിക്കലും കാണിക്കരുത്

source: Description
ml: വിവരണം

source: Numerical
ml: സംഖ്യാപരമായ

source: Moon
ml: ചന്ദ്രൻ

source: Settings
ml: ക്രമീകരണങ്ങൾ

source: New Moon
ml: അമാവാസി

source: Waxing Crescent
ml: വാക്സിംഗ് ക്രസന്റ്

source: First Quarter
ml: ആദ്യ പാദം

source: Waxing Gibbous
ml: വാക്സിംഗ് ഗിബ്ബസ്

source: Full Moon
ml: പൂർണചന്ദ്രൻ

source: Waning Gibbous
ml: വാണിങ് ഗിബ്ബസ്

source: Last Quarter
ml: അവസാന പാദം

source: Waning Crescent
ml: വാണിങ് ക്രസന്റ്
